Repository: b3nk4n/action-note-app
Catalog: ActionNote.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, cs_cz, de_de, fr_ca, he_il, hu_hu, it_it, ko_kr, nl_nl, pl_pl, pt_pt, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# Nav.Upgrade
source: Upgrade
ar_sa: ترقية
de_de: Erweiterungen
fr_ca: Version Pro
he_il: שדרג
hu_hu: Előfizetés
ko_kr: 업그레이드
nl_nl: Upgraden
pl_pl: Ulepsz
pt_pt: Atualização
sv_se: Uppgradera
tr_tr: Yükselt
uk_ua: Вдосконалити
zh_cn: 更多
zh_tw: 升級

# NewTitle.Text
source: NEW NOTE
ar_sa: مذكرة جديدة
cs_cz: NOVÁ
de_de: NEUE NOTIZ
fr_ca: NOUVELLE NOTE
he_il: פתק חדש
hu_hu: ÚJ JEGYZET
it_it: NUOVO APPUNTO
ko_kr: 새 노트
nl_nl: NIEUWE NOTITIE
pl_pl: NOWA NOTATKA
pt_pt: NOVA NOTA
sv_se: NY ANTECKNING
tr_tr: YENİ NOT
uk_ua: Нова нотатка
zh_cn: 新的笔记
zh_tw: 新的筆記

# OrderNotesBy.Header
source: Order notes by
ar_sa: ترتيب المذكرات حسب
cs_cz: Seřadit podle
de_de: Sortiere Notizen nach
fr_ca: Trier les notes par
he_il: סדר פתקים לפי
hu_hu: Jegyzetek rendezése
it_it: Ordina per appunti
ko_kr: 다음 순으로 정렬
nl_nl: Sorteer notities op
pl_pl: Sortuj według
pt_pt: Ordenar notas por
sv_se: Sortera anteckningar efter
tr_tr: Notları sırala
uk_ua: Впорядкувати за
zh_cn: 排序依据
zh_tw: 排序依據

# Pin.Label
source: Pin to start
ar_sa: تثبيت علئ شاشة البدء
cs_cz: Připnout na Start
de_de: An „Start“ anheften
fr_ca: Épingler sur l'écran d'accueil
he_il: הצמד להתחל
hu_hu: Kitűzés a kezdőlapra
it_it: Aggiungi a Start
ko_kr: 시작 화면에 고정
nl_nl: Vastmaken aan start
pl_pl: Przypnij do ekranu startowego
pt_pt: Afixar no Início
sv_se: Fäst på Start
tr_tr: Başlangıca sabitle
uk_ua: Прикріпити в меню Пуск
zh_cn: 固定到桌面
zh_tw: 釘選到開始畫面

# Progress.DownloadingFile
source: Downloading file...
ar_sa: يتم تحميل الملف...
cs_cz: Stahování souboru…
de_de: Empfange Datei...
fr_ca: Téléchargement du fichier…
he_il: מוריד קובץ...
hu_hu: Fájlok letöltése...
it_it: File in download…
ko_kr: 파일 다운로드 중…
nl_nl: Bestand downloaden…
pl_pl: Pobieranie pliku…
pt_pt: A transferir ficheiro…
sv_se: Laddar ner …
tr_tr: Dosya indiriliyor...
uk_ua: Завантаження файлу...
zh_cn: 下载中…
zh_tw: 下載檔案中...

# Progress.Syncing
source: Syncing...
ar_sa: تتم المزامنة...
cs_cz: Synchronizování...
de_de: Synchronisiere...
fr_ca: Synchronisation en cours…
he_il: מסנכרן...
hu_hu: Szinkronizálás...
it_it: Sincronizzazione…
ko_kr: 동기화 중…
nl_nl: Synchroniseren…
pl_pl: Synchronizowanie…
pt_pt: A sincronizar…
sv_se: Synkroniserar …
tr_tr: Senkronize ediliyor...
uk_ua: Синхронізація...
zh_cn: 同步中…
zh_tw: 同步中...

# Progress.UploadingFile
source: Uploading file...
ar_sa: يتم رفع الملف...
cs_cz: Nahrávání souboru…
de_de: Sende Datei...
fr_ca: Téléversement du fichier…
he_il: מעלה קובץ...
hu_hu: Fájlok feltöltése...
it_it: Invia file…
ko_kr: 파일 업로드 중…
nl_nl: Bestand Uploaden…
pl_pl: Wysyłanie pliku…
pt_pt: A enviar ficheiro…
sv_se: Laddar upp …
tr_tr: Dosya yükleniyor...
uk_ua: Відвантаження файлу...
zh_cn: 上传中…
zh_tw: 上傳檔案中...

# QuickNotesInputType.Header
source: Input method of „QuickNotes“
ar_sa: طريقة الإدخال ل ”مذكرة سريعة“
cs_cz: Způsob zadání "Rychlé poznámky"
de_de: Eingabemethode bei „Kurznotizen“
fr_ca: Méthode de saisie
he_il: צורת כתיבה של פתקים מהירים
hu_hu: Beviteli módszer a "Gyors jegyzetek"-hez
it_it: Metodo di inserimenti
ko_kr: “빠른 노트“ 입력 방식
nl_nl: Input-methode van „Snelle notities“
pl_pl: Metoda wprowadzania
pt_pt: Método de entrada
sv_se: Metod för inmatning av "SnabbNot"
tr_tr: „Hızlı Notlar“ giriş yöntemi
uk_ua: Метод вводу „Швидкі нотатки“
zh_cn: 快速笔记的输入方式
zh_tw: 快速筆記的輸入方式

# QuickNotesTypeContent.Text
source: Details only
ar_sa: التفاصيل فقط
cs_cz: Pouze detaily
de_de: Nur Inhalt
fr_ca: Détails seulement
he_il: פרטים בלבד
hu_hu: Csak a részletek
it_it: Solo dettaglio
ko_kr: 상세 내용만
nl_nl: Enkel inhoud
pl_pl: Tylko szczegóły
pt_pt: Apenas detalhes
sv_se: Enbart detaljer
tr_tr: Sadece detaylar
uk_ua: Тільки деталі
zh_cn: 正文
zh_tw: 詳細資料

# QuickNotesTypeTitleAndContent.Text
source: Title and details
ar_sa: العنوان والتفاصيل
cs_cz: Nadpis a detaily
de_de: Titel und Inhalt
fr_ca: Titre et détails
he_il: כותרת ופרטים
hu_hu: Cím és részletek
it_it: Titolo e dettaglio
ko_kr: 제목과 상세 내용
nl_nl: Titel en inhoud
pl_pl: Tytuł i szczegóły
pt_pt: Título e detalhes
sv_se: Titel och detaljer
tr_tr: Başlık ve detaylar
uk_ua: Заголовок і деталі
zh_cn: 标题和正文
zh_tw: 標題及詳細資料

# ReadAloud.Label
source: Read aloud
ar_sa: اقرأ بصوت مرتفع
cs_cz: Číst nahlas
de_de: Vorlesen
fr_ca: Lire à voix haute
he_il: קרא בקול
hu_hu: Felolvasás
it_it: Leggere ad alta voce
ko_kr: 내용 낭독
nl_nl: Hardop lezen
pl_pl: Odczytaj nagranie
pt_pt: Ler em voz alta
sv_se: Läs upp
tr_tr: Sesli oku
uk_ua: Читати вголос
zh_cn: 朗读笔记
zh_tw: 朗誦筆記

# ReadMore.Content
source: Read more...
ar_sa: إقرأ المزيد...
cs_cz: Číst více…
de_de: Mehr erfahren...
fr_ca: En savoir plus...
he_il: קרא עוד...
hu_hu: Tudj meg többet...
it_it: Informazioni…
ko_kr: 더 보기…
nl_nl: Meer informatie…
pl_pl: Czytaj więcej…
pt_pt: Ler mais…
sv_se: Läs mer …
tr_tr: Daha fazla...
uk_ua: Більше…
zh_cn: 了解更多
zh_tw: 了解更多...

# SettingsAcrossDevices.Header
source: Synchronize across all devices
ar_sa: مزامنة عبر جميع الاجهزة
cs_cz: Synchronizace všech zařízení
de_de: Synchronisiere mit allen Geräten
fr_ca: Synchroniser sur tout vos appareils
he_il: סנכרון על גבי כל המכשירים
hu_hu: Ezközök közötti szinkronizálás
it_it: Sincronizza con tutti i dispositivi
ko_kr: 기기 간 동기화
nl_nl: Synchroniseer bij alle apparaten
pl_pl: Synchronizuj między urządzeniami
pt_pt: Sincronizar em todos os dispositivos
sv_se: Synkronisera över alla enheter
tr_tr: Tüm cihazlar arası senkronize
uk_ua: Синхронізація на всіх пристроях
zh_cn: 在所有设备上同步
zh_tw: 在所有設備上同步

# SettingsActionCenter.Text
source: Action Center
ar_sa: مركز الإشعارات والإجراءات
cs_cz: Centrum Akcí (Action Center)
de_de: Info-Center (Action Center)
fr_ca: Centre de contrôle (Action Center)
he_il: מרכז ההתראות
hu_hu: Műveletközpont (Action Center)
it_it: Centro notifiche (Action Center)
ko_kr: 알림 센터 (Action Center)
pl_pl: Centrum akcji (Action Center)
pt_pt: Centro de Ação (Action Center)
sv_se: Aktivitetscenter (Action Center)
uk_ua: Центр сповіщення і дій (Action Center)
zh_cn: 通知中心 (Action Center)
zh_tw: 通知中心

# SettingsAllowRemove.Header
source: Allow to delete notes
ar_sa: السماح بحذف مذكرات
cs_cz: Povolit odstranění jednotlivých poznámek
de_de: Löschen von Notizen erlauben
fr_ca: Permettre de supprimer une note
he_il: אפשר מחיקת פתקים
hu_hu: Jegyzetek törlésének engedélyezése
it_it: Consenti cancellazione appunti
ko_kr: 노트 삭제 허용
nl_nl: Toestaan notities te verwijderen
pl_pl: Pozwalaj usuwać notatki
pt_pt: Permitir apagar notas
sv_se: Tilåt borttagning anteckningar
tr_tr: Notları silmeye izin ver
uk_ua: Дозволити видалення нотаток
zh_cn: 允许删除笔记
zh_tw: 允許刪除筆記

# SettingsAutoSave.Header
source: Auto save notes
ar_sa: حفظ تلقائي للمذكرات
cs_cz: Auto ukládání poznámek
de_de: Automatisches Speichern von Notizen
fr_ca: Sauvegarder les notes automatiquement
he_il: שמור אוטומטית פתקים
hu_hu: Jegyzetek automatikus mentése
it_it: Salvataggio automatico appunti
ko_kr: 노트 자동 저장
nl_nl: Sta toe automatisch notities op te slaan
pl_pl: Zapisuj notatki automatycznie
pt_pt: Guardar notas automáticamente
sv_se: Spara anteckningar automatiskt
tr_tr: Notları otomatik kaydet
uk_ua: Автозбереження нотаток
zh_cn: 自动保存笔记
zh_tw: 自動儲存筆記

# SettingsGeneral.Text
source: General
ar_sa: عام
cs_cz: Obecné
de_de: Allgemein
fr_ca: Général
he_il: כללי
hu_hu: Általános
it_it: Generale
ko_kr: 일반
nl_nl: Algemeen
pl_pl: Ogólne
pt_pt: Geral
sv_se: Allmänt
tr_tr: Genel
uk_ua: Основне
zh_cn: 常规
zh_tw: 一般設定

# SettingsOnlineSync.Text
source: Online Synchronization
ar_sa: مزامنة حية
cs_cz: Online synchronizace
de_de: Online-Synchronisation
fr_ca: Synchronisation
he_il: סנכרון אונליין
hu_hu: Online szinkronizáció
it_it: Online-sincronizzazione
ko_kr: 온라인 동기화
nl_nl: Online synchronisatie
pl_pl: Synchronizacja online
pt_pt: Sincronização Online
sv_se: Onlinesynkronisering
tr_tr: Çevrimiçi Senkronizasyon
uk_ua: Онлайн синхронізація
zh_cn: 同步设定
zh_tw: 線上同步設定

# SettingsPersonalization.Text
source: Personalization
ar_sa: اضفاء الطابع الشخصي
cs_cz: Personalizace
de_de: Personalisierung
fr_ca: Personalisation
he_il: התאמה אישית
hu_hu: Személyre szabás
it_it: Personalizzazione
ko_kr: 개인화
nl_nl: Personalisatie
pl_pl: Personalizacja
pt_pt: Personalização
sv_se: Personliga inställningar
tr_tr: Kişiselleştirme
uk_ua: Персоналізація
zh_cn: 个性化设置
zh_tw: 個性化設定

# SettingsQuickNotes.Header
source: Enable “QuickNotes“
ar_sa: تفعيل "مذكرة سريعه"
cs_cz: Povolit "Rychlé poznámky"
de_de: „Kurznotizen“ für schnelle Notizen
fr_ca: Activer les notes rapides
he_il: אפשר פתק מהיר
hu_hu: "Gyors jegyzetek" engedélyezése
it_it: Attiva "Appunti rapidi"
ko_kr: “빠른 노트“ 활성화
nl_nl: Gebruik "Snelle notities"
pl_pl: Włącz "Szybkie notatki"
pt_pt: Ligar as "Notas Rápidas"
sv_se: Tillåt "SnabbNot"
tr_tr: “Hızlı Notlar“ izin ver
uk_ua: Дозволити „Швидкі нотатки“
zh_cn: 快速笔记
zh_tw: 啟用「快速筆記」

# SettingsShowNotes.Header
source: Display notes
ar_sa: عرض المذكرات
cs_cz: Zobrazit poznámky
de_de: Notizen anzeigen
fr_ca: Afficher les notes
he_il: הצג פתקים
hu_hu: Jegyzetek megjelenítése
it_it: Visualizza appunti
ko_kr: 노트 표시
nl_nl: Laat notities zien
pl_pl: Pokaż notatki
pt_pt: Mostrar notas
sv_se: Visa anteckningar
tr_tr: Notları göster
uk_ua: Показати нотатки
zh_cn: 显示笔记
zh_tw: 顯示筆記

# SettingsSyncInBackground.Header
source: Synchronize notes in background
ar_sa: مزامنة المذكرات في الخلفية
cs_cz: Synchronizovat poznámky na pozadí
de_de: Notizen im Hintergrund synchronisieren
fr_ca: Synchroniser les notes en arrière-plan
he_il: סנכרן פתקים ברקע
hu_hu: Szinkronizálás a háttérben
it_it: Sinc. degli appunti in secondo piano
ko_kr: 백그라운드에서 노트 동기화
nl_nl: Synchroniseer notities in de achtergrond
pl_pl: Synchronizuj notatki w tle
pt_pt: Sincronizar notas em segundo plano
sv_se: Synkronisera anteckningar i bakgrunden
tr_tr: Notları arka planda senkronize et
uk_ua: Синхронізувати в фоні
zh_cn: 在后台同步笔记
zh_tw: 背景同步

# SettingsSyncOnStart.Header
source: Synchronize when app is launched
ar_sa: مزامنة عند فتح التطبيق
cs_cz: Synchronizovat poznámky při spuštění
de_de: Synchronisation beim Starten der App
fr_ca: Synchroniser les notes quand l'application est démarrée
he_il: סנכרן פתקים שהאפליקציה נפתחת
hu_hu: Szinkronizálás ha az alkalmazás fut
it_it: Sinc. allo start dell'applicazione
ko_kr: 앱이 실행될 때 동기화
nl_nl: Synchroniseer wanneer app start
pl_pl: Synchronizuj podczas uruchamiania aplikacji
pt_pt: Sincronizar quando a aplicação arranca
sv_se: Synkronisera när appen startas
tr_tr: Uygulama başladığında senkronize et
uk_ua: Синхронізувати коли програма ввімкнена
zh_cn: 启动时同步笔记
zh_tw: 當程式開啟時同步

# SettingsThemeColor.Header
source: Theme color
ar_sa: لون التمييز
cs_cz: Barevný motiv
de_de: Design auswählen
fr_ca: Thème
he_il: צבע רקע
hu_hu: Témaszín
it_it: Scegli colore
ko_kr: 테마 색상
nl_nl: Thema kleur
pl_pl: Kolor motywu
pt_pt: Cor de tema
sv_se: Färgtema
tr_tr: Tema rengi
uk_ua: Колір теми
zh_cn: 主题
zh_tw: 主題顏色

# SettingsTitle.Text
source: SETTINGS
ar_sa: الإعدادات
cs_cz: NASTAVENÍ
de_de: EINSTELLUNGEN
fr_ca: PARAMÈTRES
he_il: הגדרות
hu_hu: BEÁLLÍTÁSOK
it_it: IMPOSTAZIONI
ko_kr: 설정
nl_nl: INSTELLINGEN
pl_pl: USTAWIENIA
pt_pt: DEFINIÇÕES
sv_se: INSTÄLLNINGAR
tr_tr: SEÇENEKLER
uk_ua: Настройки
zh_cn: 设置
zh_tw: 設定

# Share.Label
source: Share
ar_sa: مشاركة
cs_cz: Sdílet
de_de: Teilen
fr_ca: Partager
he_il: שתף
hu_hu: Megosztás
it_it: Condividi
ko_kr: 공유
nl_nl: Delen
pl_pl: Udostępnij
pt_pt: Partilhar
sv_se: Dela
tr_tr: Paylaş
uk_ua: Поділитись
zh_cn: 分享
zh_tw: 分享

# ShareContentDescription
source: Share note with your friends
ar_sa: شارك المذكرة مع اصدقائك
cs_cz: Sdílejte se svými přáteli
de_de: Notiz mit Freunden teilen
fr_ca: Partagez votre note
he_il: שתף פתקים עם החברים שלך
hu_hu: Megosztom a barátaimmal
it_it: Condividi con i tuoi amici
ko_kr: 노트를 당신의 친구와 공유하세요
nl_nl: Deel notities met vrienden
pl_pl: Podziel się ze znajomymi
pt_pt: Partilha com os teus amigos
sv_se: Dela den med dina vänner
tr_tr: Notu arkadaşlarınızla paylaşın
uk_ua: Поділися нотаткою з друзями
zh_cn: 与你的朋友分享它
zh_tw: 與您的朋友分享它

# SortByCategory.Text
source: Category
ar_sa: الفئة
cs_cz: Kategorie
de_de: Kategorie
fr_ca: Catégorie
he_il: קטגוריה
hu_hu: Kategória
it_it: Categoria
ko_kr: 분류별
nl_nl: Categorie
pl_pl: Kategorii
pt_pt: Categoria
sv_se: Kategori
tr_tr: Kategory
uk_ua: За категорією
zh_cn: 类别
zh_tw: 類別

# SortByDate.Text
source: Change date
ar_sa: تغيير التاريخ
cs_cz: Datum změny
de_de: Änderungsdatum
fr_ca: Date de dernière modification
he_il: תאריך שינוי
hu_hu: Dátummódosítás
it_it: Cambio data
ko_kr: 변경 날짜 순
nl_nl: Verander datum
pl_pl: Daty modyfikacji
pt_pt: Data de modificação
sv_se: Ändringsdatum
tr_tr: Değiştirilme tarihi
uk_ua: За датою
zh_cn: 更改日期
zh_tw: 更改日期

# SpeechInput.Label
source: Speech input
ar_sa: إدخال الكلام
cs_cz: Nahrát zvuk
de_de: Sprach- eingabe
fr_ca: Reconnaisance vocale
he_il: מִיקרוֹפוֹן
hu_hu: Szövegbevitel beszéddel
it_it: Input vocale
ko_kr: 음성 입력
nl_nl: Taal invoer
pl_pl: Dodaj nagranie
pt_pt: Entrada por voz
sv_se: Röstinspelning
tr_tr: Konuşma girişi
uk_ua: Голосове введення
zh_cn: 语音输入
zh_tw: 語音輸入

# Sync.Label
source: Synchronize
ar_sa: المزامنة
cs_cz: Synch
de_de: Sync
fr_ca: Synchroniser
he_il: סנכרן
hu_hu: Szinkronizálás
it_it: Sync
ko_kr: 동기화
nl_nl: Synchroniseer
pl_pl: Synchronizuj
pt_pt: Sincronizar
sv_se: Synka
tr_tr: Senkronize
uk_ua: Синхронізувати
zh_cn: 同步
zh_tw: 同步

# Unpin.Label
source: Unpin
ar_sa: ازالة التثبيت من شاشة البدء
cs_cz: Odepnout
de_de: Von „Start“ lösen
fr_ca: Détacher de l'écran d'accueil
he_il: בטל הצמדה
hu_hu: Levétel
it_it: Rimuovi
ko_kr: 고정 해제
nl_nl: Losmaken van start
pl_pl: Odepnij od ekranu startowego
pt_pt: Desafixar
sv_se: Ta bort från Start
tr_tr: Başlangıçtan kaldır
uk_ua: Відкріпити з меню Пуск
zh_cn: 取消固定
zh_tw: 取消釘選

# Upgrade.Content
source: Upgrade
ar_sa: ترقية
de_de: Freischalten
fr_ca: Mettre à niveau
he_il: שדרוג
hu_hu: Megveszem
ko_kr: 업그레이드
nl_nl: Upgraden
pl_pl: Ulepsz
pt_pt: Atualização
sv_se: Uppgradera
tr_tr: Yükselt
uk_ua: Вдосконалити
zh_cn: 升级
zh_tw: 升級

# UpgradeLove.Text
source: FOR PURCHASING THE PRO VERSION
ar_sa: لشراء النسخة الكاملة
cs_cz: ZA VÁŠ NÁKUP PRO VERZE
de_de: FÜR DEN KAUF DER PRO VERSION
fr_ca: D'AVOIR ACHETÉ LA VERSION PRO
he_il: עבור רכישת גרסאת הפרימיום
hu_hu: MEGVÁSÁROLTAD A PRO VERZIÓT
it_it: PER L'ACQUISTO DELLA VERSIONE PRO
ko_kr: PRO 버전을 구매해주셔서 감사합니다
nl_nl: VOOR AAFSCHAF VAN DE PRO EDITIE
pl_pl: ZA ZAKUP WERSJI PRO
pt_pt: POR COMPRAR A VERSÃO PRO
sv_se: FÖR ATT DU KÖPT PRO-VERSIONEN
tr_tr: PRO SÜRÜM SATIN ALIMI İÇİN
uk_ua: Для придбання PRO версії
zh_cn: 感谢您购买了专业版本
zh_tw: 購買專業版本

# UpgradeTitle.Text
source: UPGRADE
ar_sa: ترقية
de_de: ERWEITERUNGEN
fr_ca: VERSION PRO
he_il: שדרוג
hu_hu: MEGVESZEM
ko_kr: 업그레이드
nl_nl: UPGRADEN
pl_pl: ULEPSZ
pt_pt: ATUALIZAÇÃO
sv_se: UPPGRADERA
tr_tr: YÜKSELT
uk_ua: Вдосконалити
zh_cn: 升级
zh_tw: 升級
